  <?php
    Include "../../Template_top.php";
   ?>
   <div class="site">
   <div class="left-columns">
   <img src="/shumi/img_5.png" title width="100%">
<head>
<style>
img[title]{
  width: 100%;
}
h1[kiji]{
  text-align: center;
  margin-bottom: 3em;
}
h1[setumei]{
  background-color: rgb(120,65,79);
  color: white;
}
p[yohaku]{
  margin-top: 4em;
}

</style>
</head>
   <h1 style="text-align:center">初心者でもおすすめしたいゲーム</h1><br><br>
   <pre kiji><br>
　こんにちは、青木です。

突然ですが私は、ゲームが好きで良くいろんなジャンルのゲームをします。
休日は平均6時間プレイしたり、、
とにかく暇を見つけてはゲームをします！！！！

今回はそんな私が今までプレイしたゲームで特に面白くて、ゲーム初心者でも名前は聞いたことある有名なタイトルのゲームを紹介します




</pre><h1 setumei>『ファイナルファンタジーIIV　リメイク』</h1><pre kiji>
最初は言わずと知れた人気シリーズ『ファイナルファンタジーシリーズ』通称『FFシリーズ』の７のリメイクになります。
ここでFFをプレイしたことない方なら『７からプレイして物語は理解できるのか』と疑問になる方が大勢いると思います。

ですが安心ください！！！
FFはタイトルによって出てくるキャラ、ストーリーは全く関与しません。
つまりどのタイトルからプレイしてもストーリーを理解できそしてそのタイトルでストーリーは完結します。

ここまででFFシリーズを全く触ったことがない方もFF７リメイクをプレイすることができるということを説明させていただきました。
では本題のFF7リメイクの魅力を説明させていただきます。

</pre><h2>I.キャラクター</h2><pre kiji>
FF7Rでは未プレイの方でも知っている方が多いキャラクターが多く登場します。
『クラウド』『セフィロス』『ティファ』etc...
前述にもあるようにとても有名なキャラが多く出てくるので、とても親しみやすいと思います。
そしてキャラクターがめっちゃゃゃ可愛い！！！！！！！
</pre><h2>II.グラフィック　ゲームサウンド</h2><pre kiji>
FF7Rは2020年4月と今年発売されたこともあってとてもグラフィックがきれいです。
例えば『キャラクターが3次元の人間のようにリアル』『町の古い小さな換気扇が回るたびによくある揺れ方をしている』『遠くの町の車の走り方がリアル』など景色だけでも十分に楽しめます。

そしてゲームミュージックも素晴らしいです。
キャラクターもそうですがBGMも未プレイの方でも聞いたことあるBGMが多いうえに、リメイクではそんな有名で聞いたことがあるようなBGMがより壮大でダイナミックになっているので聞いているだけでワクワクしたり楽しくなります。

BGMだけではなくキャラクターが歩く音や町の環境音などのゲームサウンドも素晴らしいです。
例えばトタン屋根に焦点を当てると
キャラクターがトタンの屋根を歩くととても忠実に再現されたトタン屋根の音が響きます。さらに風に吹かれたときは歩く音とは別のトタンのリアルな音がします。

つまりFF7Rは散歩するだけでもすごく楽しめるということです。

</pre><h2>III. 最後に</h2><pre kiji>
一応注意していただきたいのが、今回のFF7Rは分作(例えば本編が1章から12章まであるとして、まず1章から3章までを発売し後で続きを出していくこと)であることです。
ですがリメイクは本編では語られなかったところなどがたくさんあったり、クリア後の要素がとても多いのでやりごたえはすごくあります。

またネタバレになるので詳しく書けませんが、オリジナルの７とリメイクではストーリーに違いがあり『あるキャラがオリジナルの７の世界を体験した後の2週目の世界ではないか』とファンの間で噂になっています...

なのでオリジナルの７をプレイした方も、もちろん未プレイの方も是非プレイしてはいかがでしょう。

  </pre>
  <div class="profile">
    <h2 profile>執筆者</h2>
    <div class="profile_info">
      <img src="/profile_img/img_7.png" profile>
      <p profile>青木</p>
    </div>
  </div>
  </div>
  <?php
  Include "../../Template_bottom.php";
   ?>
  
