
  <?php
    Include "../../Template_top.php";
   ?>
   <div class="site">
   <div class="left-columns">
   <img src="/shumi/img_4.png" title width="100%">
   <h1 style="text-align:center">プライズゲームの予算</h1><br><br>
   <pre kiji><br>
こんにちは、ジーヨです。

いきなりの余談ですが、今年の2月から登場した「ESPRESTO」というブランドのフィギュア、平均的にクオリティが高くてすごいですよね！
特に、アイドルマスターシンデレラガールズの神崎蘭子と一ノ瀬志希のフィギュアが、プライズフィギュアとは思えないほどの出来栄えで驚きました。
私はアイマスをしたことがないのですが、とても興味が湧いたフィギュアでした。

今後の「ESPRESTO」に期待大です！

さて今日の本題は、プライズゲームに使うお金（前回の記事に合わせて「予算」と称しましょうか。）についてお話をしましょう。

主に景品獲得に苦戦して、「散財」ということを防ぐための予算の使い方を話していきます。

この記事を読むことで少しでも散財の予防となればと思います。


※注意
この記事では、クレーンゲームなどの景品を獲得するゲームのことを総じて「プライズゲーム」と称します。
そして、この記事の内容はあくまでも私個人の経験談であり、確たる証拠はないことをご了承ください。


●予算の話をする前に…

まず、プライズゲームに使う予算のお話に欠かせないのは景品の原価だと思います。

プライズゲーム業界では、「景品の原価は最大800円」というものがあります。
詳しくは、「風俗営業報　プライズ景品」とネット検索をしてみてください。

今回は原価800円相当の景品（主にぬいぐるみやフィギュア）に目星をつけて解説しましょう。

さて、獲得する景品の原価が分かると、その金額並みの予算で獲得したいですね。
しかし、実際には2000円...3000円...と使ってやっと獲得できた。
もしくは、それでも取ることが出来ないということは多々あるのではないのでしょうか。

そんな散財をしないための私流の方法を解説していきます。


1.「試運転料」

試運転料とは、ゲーム台のアームがどのような動きをするのかを知るために使う予算のことです。
（これが業界用語なのかどうかはわかりませんが…）

プライズゲームの設定はアームの掴む力、アームの可動域、景品の配置、景品の獲得条件など色々あります。

その中で、景品の配置や獲得条件はゲームをしなくてもわかりますが、アームに関する設定は一度ゲームをしないとわかりません。

そのための「試運転料」なのです。
（時には、ゲーム台の天井を見るとアームの力や可動域がわかるものもあるらしいですが、私にはまだその見分け方がわかりません…）

基本的に試運転料はゲーム1～2回分で抑えましょう。

その1～2回で以下の情報をなるべく多く集めましょう。

①アームは望む場所まで動いてくれるのか
②アームはどれくらい開くのか
③アームの掴む力は強いか
④アームはどこで景品を落とすのか
⑤景品が動くかどうか


特に②と③は必須の情報ですね。少なくともこの2つは分かるようにしましょう。

そして、もしも⑤で景品が全く動かない場合はその台は諦めたほうがいいかもしれません。
散財する危険性があります。

②と③が申し分なく、⑤で景品が動くようであれば次のステップに進みましょう。


2.「+200円追加」

試運転料で景品が動き、取れる予感があれば私は追加で200円使います。
その200円（つまり2回分ですね）で更に景品獲得が出来そうであれば更に追加します。
追加の目安としては、200円使った後に、あと3、4回で取れそうだと思ったときですね。

もし追加した200円で取れなさそうと思ったら諦めます。損失を300円～400円で抑えるためです。

3．「500円で1回分お得」

プライズゲーム台によっては「100円1回」の表示の下に「500円6回」という表示があるものがあります。
これは、その表示通り500円で5回＋1回分追加ということで1回分お得になるものです。
上記の「試運転料」で景品が良く動くと分かったら、この「500円6回」を利用するのも良いと思います。
前回のお話で「予算が500円がおすすめ」と言っていたのはこのような理由があったからです。

※前回のお話の最後に「予算は500円がおすすめ」と言っていましたが、厳密には「試運転料＋500円」です。

4.「1～3の使い分け」

上記に書いた散財防止の3つの作戦は、応用して初めて作戦と言えます。
参考になればいいのですが、私はこういう使い分けをしています。

</pre><img src="/hosoku/hosoku5.png" width="100%"><pre kiji>

これが私がプライズゲームで遊ぶ際の基本的な予算の使い方です。
要点は「+200円追加」と「500円6回」はその景品の欲しさによって使い分けているところです。

めちゃくちゃほしい景品では500円を、それほど欲しくはないけど取れそうな景品は200円を使っていきます。
（時々、熱くなって欲しいわけでもない景品にどんどんつぎ込むこともありますが…（笑））

もし、500円でまだ取れなかったときは、撤退するか、もういちど500円を入れます。

そして500円を合計3回入れても取れなかったときは撤退します。
「今日が実力も運もツイていない日だな」と割り切ることも大切です。

まとめ

今回は散財を防止する予算の使い方をお話していきました。
いかがだったでしょうか？

皆さんも散財には注意しつつ、自身が納得のいく予算配分でゲームを楽しめたらいいなと思っています。

無計画な散財は本当に虚無なものです…(´Д｀)＜ﾊｧ…

それではさようなら～

  </pre>
  <div class="profile">
    <h2 profile>執筆者</h2>
    <div class="profile_info">
      <img src="/profile_img/img_3.png" profile>
      <p profile>ジーヨ</p>
    </div>
  </div>
  </div>
  <?php
  Include "../../Template_bottom.php";
   ?>
