<?php
Include "../../Template_top.php";
 ?>
 <div class="site">
   <div class="left-columns">
     <img src="/computer/img_2.png" title width="100%">
     <h1 style="text-align:center">自作パソコン</h1><br><br>
     <p>みなさん初めまして、Mr.Bookです。<br><br>

ところでみなさんは、自作パソコンをご存じですか？<br><br>

ご存じない方や知っているけど難しそうと考えている人も多いと思います。<br>
このトピックは最終的に読者である”あなた”が自分でパソコンを組み立てることができるようになるので<br>
欠かさずにチェックをお願いします。(ただし、効果を保証致しかねます。)<br><br>

Q,そもそもなぜパソコンを自作するのか？</h1><br><br>

A,パソコンを安く作れる	(比較的)<br>
　性能にこだわれる	(メーカー製のものに比べ圧倒的に性能を上げることができる)<br>
　パーツにこだわれる 	(パーツを同じメーカーのものにそろえたり)<br>
　デザインにこだわれる 	(同じ色やシリーズで統一できる)<br>
							…　などのメリットがあります。<br><br><br>


パソコンでゲームをするためには家電量販店で売っているメーカー製のものはほとんど使い物になりません。<br>
なので、パソコンでゲームがしたい場合、自作をするか自作を請け負ってくれるお店に頼むしかありません。<br>
大阪の難波、日本橋や東京の秋葉原などの電気街には自作向けのパーツを取り扱っていて、<br>
自作を代行してくれるお店がたくさんあります。<br><br>

もちろんネットショップもあるので自宅から気軽に買い物もできます。<br><br><br>


また、自作パソコンのデメリットは<br>
・手間がかかる<br>
・保証がない<br>
・パーツ同士の相性がある<br>
				…などです。<br><br>

自作パソコンは、もちろん自分で組み立てるので手間がかかりますし、保証は最低限しかありません。<br>
その保証もそれぞれのパーツの初期不良程度しか見てもらえません。<br>
なので組み立てたパソコンが動かなくなっても自分で直すか自作パソコンを取り扱っているお店で見てもらうことになります。<br>
最近はそれほど気にすることはないですが、ハイエンドなパーツほどサイズが大きい傾向にあるので組み立てる際に大きくて入らなかったり<br>
ほかのパーツが干渉したりすることも考慮しなければなりません。<br><br>

以上のメリットデメリットを踏まえたうえでパーツの説明をご覧ください。<br><br><br><br>



まず、パソコンはどの様な構成でできているのでしょうか？<br><br>

・CPU<br>
・GPU<br>
・RAM<br>
・マザーボード<br>
・ストレージ<br>
・電源<br>
・ケース<br>
・OS<br><br>

以上のパーツが不可欠です。<br><br>

では、今回はCPUについて詳しく説明します。<br><br>

"CPU"とは"Central Processing Unit"の略で、日本語では”中央演算処理装置”という意味です。<br>
英語と漢字が長くで訳が分からないですね。"CPU"はパソコンで行う処理をほとんど行う中心的なパーツです。<br>
人間でいうと”頭脳”です。この"CPU"の性能がパソコンの性能をほとんど決めてしまいます。<br><br>

（人間でも頭がすごくいい人は何でもできますもんね…）<br><br>

そして"CPU"はとても発熱します。なので"CPU"単体ではパソコンに搭載されていません。<br>
必ず”CPUクーラー”と一緒に搭載されています。<br><br>

”CPUクーラー”は大きく分けて二種類あります。<br>
一つ目は"CPU"に金属のひだを付けてそこにファンで風を当てる”空冷”<br>
二つ目は"CPU"と冷却装置をチューブで繋ぎそこに液体を流す”水冷”<br><br>

一般的には”空冷”は安価でコスパがよく、”水冷は”効果で高性能と言われています。<br><br><br>


今回はこのあたりで終わります。"CPU"はとても奥が深く難しい内容になってしまうのでまた、改めて解説します。<br><br>

それではまた次回‼</p>
<div class="profile">
  <h2 profile>執筆者</h2>
  <div class="profile_info">
    <img src="/profile_img/img_5.png" profile>
    <p profile>Mr.book</p>
  </div>
</div>
   </div>

    <?php
Include "../../Template_bottom.php";
  ?>
